#Задание 1

type = input("Введите вид питомца: ")
age = int(input("Введите возраст питомца: "))
name = input("Введите кличку питомца: ")

print(f'Это {type} по кличке "{name}". Возраст: {age} года.')


#Задание 2

a1 = input("Введите 1-й этап развития: ")
a2 = input("Введите 2-й этап развития: ")
a3 = input("Введите 3-й этап развития: ")
a4 = input("Введите 4-й этап развития: ")
a5 = input("Введите 5-й этап развития: ")
a6 = input("Введите 6-й этап развития: ")
a7 = input("Введите 7-й этап развития: ")

print(a1, a2, a3, a4, a5, a6, a7, sep='=>')
